Repository: PixelatedHeart/i-like-this-modified-plugin
Catalog: lang/i-like-this-*.po
Languages: fr_fr

source: jQuery framework
fr_fr: Librairie jQuery

source: Enabled
fr_fr: Activé

source: Disabled
fr_fr: Désactivé

source: Disable it if you already have the jQuery framework enabled in your theme.
fr_fr: Désactivez cette option si vous avez déjà la librairie jQuery activée dans votre thème.

source: Image or text?
fr_fr: Image ou texte?

source: Automatic display
fr_fr: Affichage automatique

source: <strong>On all posts</strong> (home, archives, search) at the bottom of the post
fr_fr: <strong>Sur tous les articles</strong> (accueil, archives, recherche) au fond de l'article

source: If you disable this option, you have to put manually the code
fr_fr: Si vous désactivez cette option, vous devez placer manuellement le code

source: wherever you want in your template.
fr_fr: n'importe où vous le souhaitez dans votre thème.

source: Save Options
fr_fr: Enregistrer les options

source: This plugin allows your visitors to simply like your posts instead of commment it.
fr_fr: Ce plugin permet à vos visiteurs de simplement aimer un article au lieu de le commenter.
